import MyContainer from "@/components/ui/MyContainer";
import MyText from "@/components/ui/MyText";
import React from "react";

export default function Home() {
  return (
    <MyContainer textAlign={"center"}>
      <MyText fontSize={"30px"} fontWeight={"bold"}>
        Метою Концепції
      </MyText>
      є створення необхідних інституційних (організаційних, правових, фінансових
      тощо) передумов для становлення та розвитку демонстраційний ферм, а також
      національної мережі таких ферм у системі сільськогосподарської
      дорадництва. Основні завдання Концепції: формування методології та
      інструментів створення демонстраційних ферм; формування методології та
      інструментів створення Національної мережі демонстраційних ферм; створення
      умов для капіталізації демонстраційних ферм; визначення основ взаємодії
      демонстраційних ферм з суб’єктами сільськогосподарської дорадчої
      діяльності; визначення підходів до формування державної політики розвитку
      демонстраційних ферм; визначення підходів надання підтримки
      демонстраційним фермам територіальними громадами; визначення підходів до
      моніторингу та оцінки діяльності демонстраційних ферм та Національної
      мережі демонстраційних ферм. Реалізація Концепції дозволить підвищити
      продуктивність суб’єктів сільськогосподарської діяльності, запровадити
      культуру і практику оплачуваної консультаційної (сервісної) функції таких
      суб’єктів та надати новий поштовх для формування в Україні системи
      поширення знань та інформації через мережу сільськогосподарських дорадчих
      служб.
    </MyContainer>
  );
}
